var geoCenter = [55.75354, 37.623796]
var geoZoom = 14

var data = [
    {
        'title': 'По плану',
        'list': [
            {
                'name': 'Седьмое небо в Останкино',
                'x': 55.819687,
                'y': 37.611737,
            },
            {
                'name': 'Каток в Москва-сити',
                'x': 55.749495,
                'y': 37.534264,
            },
            {
                'name': 'Планетарий',
                'x': 55.761424,
                'y': 37.583708,
            },
            {
                'name': 'Исторический музей в Кремле',
                'x': 55.755375,
                'y': 37.617702,
            },
            {
                'name': 'Третьяковская галерея',
                'x': 55.741451,
                'y': 37.620412,
            },
            {
                'name': 'Парк Сокольники',
                'status': 'visited',
                'x': 55.794683,
                'y': 37.676625,
            },
            {
                'name': 'Галерея Метро',
                'x': 55.748879,
                'y': 37.543008,
            },
            {
                'name': 'Музей иллюзий',
                'x': 55.750403,
                'y': 37.592999,
            },
            {
                'name': 'Театр теней [ДОМ]',
                'x': 55.796622,
                'y': 37.81374,
            },
            {
                'name': 'к/т Октябрь',
                'x': 55.753154,
                'y': 37.587522,
            },
        ]
    },
    {
        'title': 'Места',
        'list': [
            {
                'name': 'Патриарший пруд',
                'status': 'visited',
                'x': 55.76383,
                'y': 37.592162,
            },
            {
                'name': 'Чистый пруд',
                'x': 55.761123,
                'y': 37.644578,
            },
			{
                'name': 'Готический зал БЭ',
                'status': 'visited',
                'x': 55.769313,
                'y': 37.658429,
            },
            {
                'name': 'Олимпийский',
                'status': 'visited',
                'x': 55.781032,
                'y': 37.626446,
            },
            {
                'name': 'Домик Что?Где?Когда?',
                'x': 55.714541,
                'y': 37.584261,
            },
            {
                'name': 'Планета КВН',
                'status': 'visited',
                'x': 55.794032,
                'y': 37.617928,
            },
            {
                'name': 'Японский сад',
                'status': 'inactive',
                'x': 55.844551,
                'y': 37.614489,
            },
            {
                'name': 'Музей Востока',
                'x': 55.756414,
                'y': 37.599989,
            },
            {
                'name': 'Эйфелева башня',
                'x': 55.746771,
                'y': 37.712857,
            },
            {
                'name': 'Дом-осьминог',
                'x': 55.783846,
                'y': 37.564509,
            },
            {
                'name': 'Музей Apple',
                'x': 55.806147,
                'y': 37.590687,
            },
            {
                'name': 'Живописный мост',
                'x': 55.776706,
                'y': 37.443391,
            },
            {
                'name': 'Самый длинный дом',
                'x': 55.625682,
                'y': 37.618775,
            },
            {
                'name': 'Плоские дома',
                'x': 55.771066,
                'y': 37.569814,
            },
            {
                'name': 'Дом-корабль',
                'x': 55.709089,
                'y': 37.620749,
            },
            {
                'name': 'Стена Цоя',
                'x': 55.748713,
                'y': 37.590221,
            },
            {
                'name': 'Дерево любви',
                'x': 55.728334,
                'y': 37.578413,
            },
            {
                'name': 'Фонтан Адам и Эва',
                'x': 55.741967,
                'y': 37.62907,
            },
            {
                'name': 'Музей Гараж',
                'x': 55.727944,
                'y': 37.601684,
            },
            {
                'name': 'Теракт на Гурьянова',
                'status': 'visited',
                'x': 55.688892,
                'y': 37.719621,
            },
            {
                'name': 'Теракт Норд-Ост',
                'x': 55.72592,
                'y': 37.673417,
            },
        ]
    },
    {
        'title': 'Покупки / еда',
        'list': [
            {
                'name': 'Дом книги',
                'x': 55.75309,
                'y': 37.595387,
            },
            {
                'name': 'Книжный Москва',
                'x': 55.762432,
                'y': 37.609178,
            },
            {
                'name': 'Столовая Жигули',
                'x': 55.75213,
                'y': 37.596872,
            },
            {
                'name': 'Столовая №57',
                'x': 55.754814,
                'y': 37.621511,
            },
            {
                'name': 'Детский мир',
                'x': 55.760163,
                'y': 37.624955,
            },
            {
                'name': 'Ашан',
                'status': 'visited',
                'x': 55.810084,
                'y': 37.830734,
            },
            {
                'name': 'Лента',
                'x': 55.824298,
                'y': 37.634439,
            },
            {
                'name': 'Ниппон - японский супермаркет',
                'x': 55.769256,
                'y': 37.620749,
            },
            {
                'name': 'Tabetai - японсике сладости',
                'x': 55.75725,
                'y': 37.659051,
            },
        ]
    },
    {
        'title': 'Памятники',
        'list': [
            {
                'name': 'Пушкин',
                'status': 'visited',
                'x': 55.765348,
                'y': 37.605531,
            },
            {
                'name': 'Пётр I',
                'status': 'visited',
                'x': 55.738672,
                'y': 37.608272,
            },
            {
                'name': 'Гагарин',
                'status': 'visited',
                'x': 55.70831,
                'y': 37.582533,
            },
            {
                'name': 'Музеон - парк искусств',
                'status': 'visited',
                'x': 55.734468,
                'y': 37.606544,
            },
            {
                'name': 'Стриптезёрша',
                'x': 55.809768,
                'y': 37.637969,
            },
        ],
    }
]