var geoCenter = [43.553525, 39.966202]
var geoZoom = 11

var data = [
    {
        'title': 'Места',
        'list': [
            {
                'name': 'Квартира',
                'status': 'visited',
                'x': 43.569528,
                'y': 39.749908,
            },
            {
                'name': 'Ж/д вокзал Сочи',
                'x': 43.591519,
                'y': 39.727893,
            },
            {
                'name': 'Ж/д вокзал Адлер',
                'x': 43.447545,
                'y': 39.904468,
            },
            {
                'name': 'Бювет',
                'status': 'inactive',
                'x': 43.5723,
                'y': 39.729309,
            },
            {
                'name': 'ТРЦ МореМолл',
                'x': 43.606111,
                'y': 39.732571,
            },
            {
                'name': 'Центральный рынок',
                'x': 43.594398,
                'y': 39.723623,
            },
        ]
    },
    {
        'title': 'Пляжи',
        'list': [
            {
                'name': 'Ривьера',
                'status': 'visited',
                'x': 43.58524,
                'y': 39.713956,
            },
            {
                'name': 'Маяк',
                'status': 'visited',
                'x': 43.574523,
                'y': 39.724975,
            },
            {
                'name': 'Солнечный',
                'status': 'visited',
                'x': 43.568281,
                'y': 39.732662,
            },
        ]
    },
    {
        'title': 'Достопримечательности',
        'list': [
            {
                'name': 'Олимпийский парк',
                'x': 43.405172,
                'y': 39.954947,
            },
            {
                'name': 'Красная поляна',
                'x': 43.68426,
                'y': 40.240688,
            },
            {
                'name': 'Сочи Парк',
                'x': 43.402818,
                'y': 39.967146,
            },
            {
                'name': 'Дендрарий',
                'x': 43.568584,
                'y': 39.73992,
            },
            {
                'name': 'парк Ривьера',
                'x': 43.590859,
                'y': 39.715737,
            },
            {
                'name': 'Океанариум (+ музей восковых фигур)',
                'x': 43.471624,
                'y': 39.894941,
            },
            {
                'name': 'Сад Российско-Японской дружбы',
                'x': 43.578506,
                'y': 39.727651,
            },
        ]
    },
    {
        'title': 'Природа',
        'list': [
            {
                'name': 'Башня г.Ахун',
                'x': 43.549831,
                'y': 39.842541,
            },
            {
                'name': 'Агурские водопады',
                'x': 43.556246,
                'y': 39.823905,
            },
            {
                'name': '33 водопада',
                'x': 43.838876,
                'y': 39.558002,
            },
            {
                'name': 'Ахтырская пещера',
                'x': 43.520431,
                'y': 39.995481,
            },
        ]
    },
]