var geoCenter = [43.553525, 39.966202]
var geoZoom = 11

var data = [
    {
        'title': 'Места',
        'list': [
            {
                'name': 'Ж/д вокзал Сочи',
                'x': 43.591519,
                'y': 39.727893,
            },
            {
                'name': 'Ж/д вокзал Адлер',
                'x': 43.433226,
                'y': 39.911785,
            },
        ]
    },
    {
        'title': 'Достопримечательности',
        'list': [
            {
                'name': 'Олимпийский парк',
                'x': 43.405172,
                'y': 39.954947,
            },
            {
                'name': 'Красная поляна',
                'x': 43.68426,
                'y': 40.240688,
            },
            {
                'name': 'Сочи Парк',
                'x': 43.402818,
                'y': 39.967146,
            },
            {
                'name': 'Дендрарий',
                'x': 43.568584,
                'y': 39.73992,
            },
            {
                'name': 'Ривьера',
                'x': 43.590859,
                'y': 39.715737,
            },
            {
                'name': 'Океанариум',
                'x': 43.471624,
                'y': 39.894941,
            },
        ]
    },
]